Repository: arstanber/challenge
Catalog: reInspire/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, kk, ko, pt, ru, zh_hans

source: Tasks
ar: المهام
de: Aufgaben
es: Tareas
fr: Tâches
ja: タスク
kk: Тапсырмалар
ko: 작업
pt: Tarefas
ru: задач
zh_hans: 任务

# и ещё %lld
source: and %lld more
ar: و%lld أخرى
de: und %lld weitere
es: y %lld más
fr: et encore %lld
ja: さらに %lld
kk: және тағы %lld
ko: 그리고 %lld개 더
pt: e %lld mais
zh_hans: 还有%lld 更多

# %@ активен
source: %@ active
ar: %@ نشط
de: %@ aktiv
es: %@ activo
fr: %@ actif
ja: %@ アクティブ
kk: %@ белсенді
ko: %@ 활동적인
pt: %@ ativo
zh_hans: %@ 主动

source: %lld XP to level %lld
ar: %lld نقطة خبرة للمستوى %lld
de: %lld XP bis Level %lld
es: %lld XP al nivel %lld
fr: %lld XP avant le niveau %lld
ja: %lld XP からレベル %lld
kk: %lld-деңгейге дейін %lld XP
ko: %lld 레벨 %lld까지 XP
pt: %lld XP para o nível %lld
zh_hans: %lld XP 至 %lld 级别

source: %lld day streak!
ar: %lld يومًا متتاليًا!
de: %lld Tage Serie!
es: ¡%lld días consecutivos!
fr: %lld jours de série !
ja: %lld 日連続達成!
kk: %lld күндік серия!
ko: %lld일 연속!
pt: Sequência de dias %lld!
ru: серия %lld дней!
zh_hans: %lld日连胜！

source: %lld of %lld completed
ar: %lld من %lld مكتملة
de: %lld von %lld erledigt
es: %lld de %lld completado
fr: %lld sur %lld terminées
ja: %lld/%lld が完了しました
kk: %lld / %lld орындалды
ko: %lld개 중 %lld개 완료됨
pt: %lld de %lld concluído
zh_hans: %lld 的 %lld 已完成

source: %lld photos
ar: %lld صور
de: %lld Fotos
es: %lld fotos
ja: %lld 枚の写真
kk: %lld фото
ko: %lld개의 사진
pt: Fotos de %lld
ru: %lld фото
zh_hans: %lld 照片

# %lld дн.
source: %lld days
ar: %lld يوم
de: %lld Tage
es: %lld días
fr: %lld j.
ja: %lld 日
kk: %lld күн
ko: %lld일
pt: %lld dias
zh_hans: %lld天

# %lld м
source: %lld m
ar: %lld م
kk: %lld м
zh_hans: %lld米

# %lld подряд
source: %lld in a row
ar: %lld متتالية
de: %lld am Stück
es: %lld seguidos
fr: %lld de suite
ja: %lld 個連続
kk: %lld қатарынан
ko: 연속으로 %lld개
pt: %lld consecutivos
zh_hans: %lld 连续

# %lld-дневная серия
source: %lld-day streak
ar: سلسلة %lld يومًا
de: %lld-Tage-Serie
es: Racha de días %lld
fr: série de %lld jours
ja: %lld 日の連続記録
kk: %lld күндік серия
ko: %lld일 연속
pt: Sequência de dias %lld
zh_hans: %lld 天连胜

# /год
source: /yr
ar: /سنة
de: /Jahr
es: /año
fr: /an
ja: /年
kk: /жыл
ko: /예멘 아랍 공화국
pt: /ano
zh_hans: /年

# /мес
source: /mo
ar: /شهر
de: /Mon.
es: /mes
fr: /mois
ja: /月
kk: /ай
ko: /월
pt: / mês
zh_hans: /月

# 1 заморозка серии 🧊
source: 1 streak freeze 🧊
ar: تجميد واحد للسلسلة 🧊
de: 1 Serien-Freeze 🧊
es: 1 racha de congelación 🧊
fr: 1 gel de série 🧊
ja: 1ストリークフリーズ🧊
kk: 1 серия тоңазытқышы 🧊
ko: 1연속 동결 🧊
pt: 1 sequência congelada 🧊
zh_hans: 1 连胜冻结🧊

# 1 час
source: 1 hour
ar: ساعة واحدة
de: 1 Stunde
es: 1 hora
fr: 1 heure
ja: 1時間
kk: 1 сағат
ko: 1시간
pt: 1 hora
zh_hans: 1小时

# 10 000 шагов
source: 10,000 steps
ar: 10٬000 خطوة
de: 10.000 Schritte
es: 10.000 pasos
fr: 10 000 pas
ja: 10,000歩
kk: 10 000 қадам
ko: 10,000걸음
pt: 10.000 passos
zh_hans: 10,000 步

# 10 мин
source: 10 min
ar: 10 دقائق
es: 10 minutos
ja: 10分
kk: 10 мин
ko: 10분
pt: 10 minutos
zh_hans: 10分钟

# 100 AI-проверок фото в месяц
source: 100 AI photo checks a month
ar: 100 عملية فحص صور بالذكاء الاصطناعي شهريًا
de: 100 KI-Fotochecks pro Monat
es: 100 comprobaciones fotográficas de IA al mes
fr: 100 vérifications photo IA par mois
ja: 毎月100枚のAI写真チェック
kk: айына 100 AI фото тексеру
ko: 한 달에 100개의 AI 사진 확인
pt: 100 verificações de fotos de IA por mês
zh_hans: 每月 100 张 AI 照片检查

# 100% выполнено. Сегодня ты сделал это для себя.
source: 100% done. Today you did this for yourself.
ar: 100% مكتمل. اليوم فعلت ذلك من أجل نفسك.
de: 100% erledigt. Heute hast du es für dich selbst getan.
es: 100% hecho. Hoy hiciste esto por ti mismo.
fr: 100% terminé. Aujourd'hui, tu l'as fait pour toi.
ja: 100%完了しました。今日、あなたは自分のためにこれを行いました。
kk: 100% орындалды. Бүгін сен мұны өзің үшін жасадың.
ko: 100% 완료되었습니다. 오늘 당신은 이것을 스스로 해냈습니다.
pt: 100% concluído. Hoje você fez isso por si mesmo.
zh_hans: 100% 完成。今天你为自己做了这件事。

# 15 мин
source: 15 min
ar: 15 دقيقة
es: 15 minutos
ja: 15分
kk: 15 мин
ko: 15분
pt: 15 minutos
zh_hans: 15分钟

# 2 заморозки серии 🧊
source: 2 streak freezes 🧊
ar: تجميدان للسلسلة 🧊
de: 2 Serien-Freezes 🧊
es: 2 rachas se congela 🧊
fr: 2 gels de série 🧊
ja: 2連続フリーズ🧊
kk: 2 серия тоңазытқышы 🧊
ko: 2연속 동결 🧊
pt: 2 sequências de congelamentos 🧊
zh_hans: 2 连胜冻结🧊

# 2 л
source: 2 L
ar: 2 لتر
es: 2 litros
kk: 2 л
pt: 2 litros
zh_hans: 2升

# 3 дня PRO
source: 3 days of PRO
ar: 3 أيام من PRO
de: 3 Tage PRO
es: 3 días de PRO
fr: 3 jours de PRO
ja: 3日間のPRO
kk: 3 күн PRO
ko: PRO 3일
pt: 3 dias de PRO
zh_hans: 3 天专业版

# 3 заморозки серии 🧊
source: 3 streak freezes 🧊
ar: 3 تجميدات للسلسلة 🧊
de: 3 Serien-Freezes 🧊
es: 3 rachas de congelaciones 🧊
fr: 3 gels de série 🧊
ja: 3連続フリーズ🧊
kk: 3 серия тоңазытқышы 🧊
ko: 3연속 동결 🧊
pt: 3 sequências de congelamentos 🧊
zh_hans: 3连冻🧊

# 3 км
source: 3 km
ar: 3 كم
es: 3 kilometros
kk: 3 км
zh_hans: 3公里

# 30 AI-проверок фото в месяц
source: 30 AI photo checks a month
ar: 30 عملية فحص صور بالذكاء الاصطناعي شهريًا
de: 30 KI-Fotochecks pro Monat
es: 30 controles fotográficos de IA al mes
fr: 30 vérifications photo IA par mois
ja: 月に30回のAI写真チェック
kk: айына 30 AI фото тексеру
ko: 한 달에 AI 사진 30장 확인
pt: 30 verificações de fotos de IA por mês
zh_hans: 每月 30 次 AI 照片检查

# 30 мин
source: 30 min
ar: 30 دقيقة
es: 30 minutos
ja: 30分
kk: 30 мин
ko: 30분
pt: 30 minutos
zh_hans: 30分钟

# 34 мин
source: 34 min
ar: 34 دقيقة
es: 34 minutos
ja: 34分
kk: 34 мин
ko: 34분
pt: 34 minutos
zh_hans: 34分钟

# 67 дней подряд. Серия не останавливается.
source: 67 days in a row. The streak never stops.
ar: 67 يومًا متتاليًا. السلسلة لا تتوقف.
de: 67 Tage am Stück. Die Serie reißt nicht ab.
es: 67 días seguidos. La racha nunca se detiene.
fr: 67 jours de suite. La série ne s'arrête jamais.
ja: 67日連続です。連勝は止まらない。
kk: Қатарынан 67 күн. Серия тоқтамайды.
ko: 67일 연속. 행진은 결코 멈추지 않습니다.
pt: 67 dias seguidos. A seqüência nunca para.
zh_hans: 连续67天。连胜永远不会停止。

# 7 дней PRO
source: 7 days of PRO
ar: 7 أيام من PRO
de: 7 Tage PRO
es: 7 días de PRO
fr: 7 jours de PRO
ja: 7日間のPRO
kk: 7 күн PRO
ko: 7일 PRO
pt: 7 dias de PRO
zh_hans: 7 天专业版

# 8 часов
source: 8 hours
ar: 8 ساعات
de: 8 Stunden
es: 8 horas
fr: 8 heures
ja: 8時間
kk: 8 сағат
ko: 8시간
pt: 8 horas
zh_hans: 8小时

source: AI broke "%@" into %lld steps:
ar: قسّم الذكاء الاصطناعي "%1$@" إلى %2$lld خطوات:
de: Die KI hat "%@" in %lld Schritte unterteilt:
es: La IA dividió "%@" en %lld pasos:
fr: L'IA a décomposé "%1$@" en %2$lld étapes :
ja: AI は「%@」を %lld ステップに分割しました:
kk: AI «%@» мақсатын %lld қадамға бөлді:
ko: AI가 "%@"을 %lld단계로 나눴습니다.
pt: AI dividiu "%@" em etapas %lld:
zh_hans: AI将“%@”分解为%lld步骤：

source: AI condition: %@
ar: شرط الذكاء الاصطناعي: %@
de: KI-Bedingung: %@
es: Condición de IA: %@
fr: Condition IA : %@
ja: AI の状態: %@
kk: AI шарты: %@
ko: AI 조건: %@
pt: Condição de IA: %@
ru: Условие ИИ: %@
zh_hans: AI条件：%@

source: AI is splitting your goal…
ar: الذكاء الاصطناعي يقسّم هدفك…
de: Die KI teilt dein Ziel auf…
es: La IA está dividiendo tu objetivo...
fr: L'IA décompose ton objectif…
ja: AI があなたの目標を分割しています…
kk: AI мақсатыңды бөлуде…
ko: AI가 목표를 분할하고 있습니다…
pt: A IA está dividindo seu objetivo…
ru: ИИ разбивает твою цель…
zh_hans: 人工智能正在分裂你的目标……

source: AI is thinking…
ar: الذكاء الاصطناعي يفكّر…
de: Die KI denkt nach…
es: La IA está pensando...
fr: L'IA réfléchit…
ja: AIは考えています…
kk: AI ойлануда…
ko: AI는 생각하고 있다…
pt: IA está pensando…
ru: ИИ думает…
zh_hans: 人工智能正在思考……

source: AI verification condition
ar: شرط التحقق بالذكاء الاصطناعي
de: KI-Prüfbedingung
es: Condición de verificación de IA
fr: Condition de vérification IA
ja: AI検証条件
kk: AI тексеру шарты
ko: AI 검증 조건
pt: Condição de verificação de IA
ru: Условие проверки ИИ
zh_hans: AI验证条件

# AI-коуч и планировщик целей
source: AI coach and goal planner
ar: مدرّب ذكاء اصطناعي ومخطط أهداف
de: KI-Coach und Zielplaner
es: Entrenador de IA y planificador de objetivos
fr: Coach IA et planificateur d'objectifs
ja: AIコーチ兼目標プランナー
kk: AI коуч және мақсат жоспарлаушы
ko: AI 코치 및 목표 플래너
pt: Treinador de IA e planejador de metas
zh_hans: AI教练和目标规划师

source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
fr: Réussites
ja: 業績
kk: Жетістіктер
ko: 업적
pt: Conquistas
ru: Достижения
zh_hans: 成就

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
kk: Белсенді
ko: 활동적인
pt: Ativo
ru: Активные
zh_hans: 积极的

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
ja: 活動
kk: Әрекет
ko: 활동
pt: Atividade
ru: Дело
zh_hans: 活动

source: Add tasks ✦
ar: إضافة مهام ✦
de: Aufgaben hinzufügen ✦
es: Agregar tareas ✦
fr: Ajouter des tâches ✦
ja: タスクを追加する ✦
kk: Тапсырма қосу ✦
ko: 작업 추가 ✦
pt: Adicionar tarefas ✦
ru: Добавить задачи ✦
zh_hans: 添加任务✦

source: Add these tasks?
ar: إضافة هذه المهام؟
de: Diese Aufgaben hinzufügen?
es: ¿Agregar estas tareas?
fr: Ajouter ces tâches ?
ja: これらのタスクを追加しますか?
kk: Осы тапсырмаларды қосу керек пе?
ko: 이 작업을 추가하시겠습니까?
pt: Adicionar essas tarefas?
ru: Добавить эти задачи?
zh_hans: 添加这些任务？

source: Analyze with AI 🤖
ar: تحليل بالذكاء الاصطناعي 🤖
de: Mit KI analysieren 🤖
es: Analizar con IA 🤖
fr: Analyser avec l'IA 🤖
ja: AIで分析🤖
kk: AI-мен талдау 🤖
ko: AI로 분석하세요 🤖
pt: Analise com IA 🤖
ru: Разобрать с ИИ 🤖
zh_hans: 用人工智能分析🤖

source: Analyzing with AI…
ar: يتم التحليل بالذكاء الاصطناعي…
de: Wird mit KI analysiert…
es: Analizando con IA…
fr: Analyse en cours avec l'IA…
ja: AIで解析中…
kk: AI талдауда…
ko: AI로 분석…
pt: Analisando com IA…
ru: Анализируем с ИИ…
zh_hans: 用人工智能分析...

source: Approved ✅
ar: تمت الموافقة ✅
de: Genehmigt ✅
es: Aprobado ✅
fr: Approuvé ✅
ja: 承認されました ✅
kk: Қабылданды ✅
ko: 승인됨 ✅
pt: Aprovado ✅
ru: Принято ✅
zh_hans: 已获批准✅

source: Assigned by parent
ar: مُكلَّف من أحد الوالدين
de: Von einem Elternteil zugewiesen
es: Asignado por los padres
fr: Assigné par un parent
ja: 親から割り当てられた
kk: Ата-ана тағайындаған
ko: 부모가 할당함
pt: Atribuído pelos pais
ru: Назначено родителем
zh_hans: 由家长指定

source: Assignment
ar: التكليف
de: Aufgabe
es: Asignación
fr: Tâche assignée
ja: 割り当て
kk: Тапсырма
ko: 과제
pt: Atribuição
ru: Задание
zh_hans: 任务

source: Before & After
ar: قبل وبعد
de: Vorher & Nachher
es: Antes y Después
fr: Avant et après
ja: 前後
kk: Дейін және кейін
ko: 전 & 후
pt: Antes e Depois
ru: До и после
zh_hans: 之前和之后

source: Block distractions
ar: حظر المشتتات
de: Ablenkungen blockieren
es: Bloquear distracciones
fr: Bloquer les distractions
ja: 気を散らすものをブロックする
kk: Алаңдатқыштарды бөгеу
ko: 방해 요소 차단
pt: Bloqueie distrações
ru: Блокировать отвлечения
zh_hans: 阻止干扰

source: Break it down
ar: تقسيمه
de: Aufschlüsseln
es: romperlo
fr: Décomposer
ja: 分解してみよう
kk: Бөлшектеу
ko: 분해해 보세요
pt: Divida isso
ru: Разбить на шаги
zh_hans: 分解它

source: Break this goal down 🤖
ar: تقسيم هذا الهدف 🤖
de: Dieses Ziel aufschlüsseln 🤖
es: Desglosa este objetivo 🤖
fr: Décomposer cet objectif 🤖
ja: この目標を細分化してみましょう 🤖
kk: Бұл мақсатты бөлшекте 🤖
ko: 이 목표를 무너뜨려보세요 🤖
pt: Divida essa meta 🤖
ru: Разбить цель на шаги 🤖
zh_hans: 打破这个目标🤖

source: By Arslan (dev), his team Research and best moments
ar: بقلم أرسلان (المطوّر) وفريقه البحث وأفضل اللحظات
de: Von Arslan (Entwickler) und seinem Team Recherche und beste Momente
es: Por Arslan (desarrollador), su equipo Investigación y mejores momentos.
fr: Par Arslan (dev) et son équipe Recherche et meilleurs moments
ja: Arslan (開発者) と彼のチームによる 研究と最高の瞬間
kk: Arslan (әзірлеуші) және оның командасы Зерттеу және ең үздік сәттер
ko: 작성자: Arslan(개발자), 그의 팀 연구와 최고의 순간
pt: Por Arslan (desenvolvedor), sua equipe Pesquisa e melhores momentos
ru: От Арслана (разработчик) и его команды Исследования и лучшие моменты
zh_hans: 作者：Arslan（开发者），他的团队 研究和最佳时刻

source: By saying
ar: بقول
de: Indem du sagst
es: Al decir
fr: En disant
ja: と言うことで
kk: Айту арқылы
ko: 말로
pt: Ao dizer
ru: Голосом
zh_hans: 通过说

source: By yourself
ar: بمفردك
de: Allein
es: por ti mismo
fr: Par toi-même
ja: 自分で
kk: Жалғыз өзің
ko: 스스로
pt: Sozinho
ru: Самостоятельно
zh_hans: 靠你自己

source: Calendar & streak 🔥
ar: التقويم والسلسلة 🔥
de: Kalender & Serie 🔥
es: Calendario y racha 🔥
fr: Calendrier et série 🔥
ja: カレンダーと連続記録🔥
kk: Күнтізбе және серия 🔥
ko: 캘린더 및 연속 기록 🔥
pt: Calendário e sequência 🔥
ru: Календарь и серия 🔥
zh_hans: 日历和连胜🔥

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
kk: Болдырмау
ko: 취소
pt: Cancelar
ru: Отмена
zh_hans: 取消

source: Checking...
ar: جارٍ الفحص...
de: Wird geprüft...
es: De cheques...
fr: Vérification...
ja: チェック中...
kk: Тексерілуде...
ko: 확인 중...
pt: Verificando...
ru: Проверяем...
zh_hans: 检查...

source: Choose apps to block
ar: اختر التطبيقات لحظرها
de: Apps zum Blockieren wählen
es: Elige aplicaciones para bloquear
fr: Choisir les applis à bloquer
ja: ブロックするアプリを選択してください
kk: Бөгейтін қолданбаларды таңда
ko: 차단할 앱 선택
pt: Escolha aplicativos para bloquear
ru: Выбери приложения для блокировки
zh_hans: 选择要阻止的应用程序

source: Complete a task to see it here
ar: أكمل مهمة لرؤيتها هنا
de: Erledige eine Aufgabe, um sie hier zu sehen
es: Completa una tarea para verla aquí.
fr: Termine une tâche pour la voir ici
ja: タスクを完了すると、ここに表示されます
kk: Оны осында көру үшін тапсырманы орында
ko: 여기에서 보려면 작업을 완료하세요.
pt: Conclua uma tarefa para vê-la aqui
ru: Выполни задачу, чтобы увидеть её здесь
zh_hans: 完成任务即可在此处查看

source: Completed
ar: مكتمل
de: Erledigt
es: Terminado
fr: Terminé
ja: 完了
kk: Орындалды
ko: 완전한
pt: Concluído
ru: Выполнено
zh_hans: 完全的

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
ja: 続く
kk: Жалғастыру
ko: 계속하다
pt: Continuar
ru: Продолжить
zh_hans: 继续

source: Continue with Email
ar: متابعة بالبريد الإلكتروني
de: Mit E-Mail fortfahren
es: Continuar con el correo electrónico
fr: Continuer avec l'e-mail
ja: メールで続行
kk: Email-мен жалғастыру
ko: 이메일로 계속
pt: Continuar com e-mail
ru: Продолжить с почтой
zh_hans: 继续使用电子邮件

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
ja: 作成する
kk: Жасау
ko: 만들다
pt: Criar
ru: Создать
zh_hans: 创造

source: Create %lld sub-tasks
ar: إنشاء %lld مهام فرعية
de: %lld Teilaufgaben erstellen
es: Crear %lld subtareas
fr: Créer %lld sous-tâches
ja: %lld サブタスクを作成します
kk: %lld ішкі тапсырма жасау
ko: %lld개의 하위 작업 만들기
pt: Crie subtarefas %lld
ru: Создать %lld подзадач
zh_hans: 创建%lld子任务

source: Create tasks by sending the bot a message
ar: أنشئ مهامًا بإرسال رسالة إلى الروبوت
de: Erstelle Aufgaben, indem du dem Bot eine Nachricht schickst
es: Crea tareas enviando un mensaje al bot.
fr: Crée des tâches en envoyant un message au bot
ja: ボットにメッセージを送信してタスクを作成する
kk: Ботқа хабарлама жіберіп тапсырма жаса
ko: 봇에게 메시지를 보내 작업 생성
pt: Crie tarefas enviando uma mensagem ao bot
ru: Создавай задачи сообщением боту
zh_hans: 通过向机器人发送消息来创建任务

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Costumbre
fr: Personnalisé
ja: カスタム
kk: Өзгеше
ko: 관습
pt: Personalizado
ru: Своё
zh_hans: 风俗

source: Daily
ar: يومي
de: Täglich
es: A diario
fr: Quotidien
ja: 毎日
kk: Күн сайын
ko: 일일
pt: Diário
ru: Ежедневно
zh_hans: 日常的

source: Daily Quests
ar: المهام اليومية
de: Tägliche Quests
es: Misiones diarias
fr: Quêtes quotidiennes
ja: デイリークエスト
kk: Күнделікті тапсырмалар
ko: 일일 퀘스트
pt: Missões Diárias
ru: Ежедневные квесты
zh_hans: 每日任务

source: Daily reminder
ar: تذكير يومي
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
ja: 毎日のリマインダー
kk: Күнделікті еске салу
ko: 일일 알림
pt: Lembrete diário
ru: Ежедневное напоминание
zh_hans: 每日提醒

source: Date
ar: التاريخ
de: Datum
es: Fecha
ja: 日付
kk: Күні
ko: 날짜
pt: Data
ru: Дата
zh_hans: 日期

source: Deadline
ar: الموعد النهائي
de: Frist
es: Fecha límite
fr: Échéance
ja: 締め切り
kk: Мерзім
ko: 사선
pt: Prazo final
ru: Дедлайн
zh_hans: 最后期限

source: Describe what the photo should show. Claude AI will verify each submission.
ar: صِف ما يجب أن تُظهره الصورة. سيتحقق Claude AI من كل إرسال.
de: Beschreibe, was das Foto zeigen soll. Claude AI prüft jede Einreichung.
es: Describe lo que debe mostrar la foto. Claude AI verificará cada envío.
fr: Décris ce que la photo doit montrer. Claude AI vérifiera chaque envoi.
ja: 写真が何を示すべきかを説明します。 Claude AI は各提出物を検証します。
kk: Фотода не көрінуі керегін сипатта. Claude AI әрбір жіберілімді тексереді.
ko: 사진이 무엇을 보여주어야 하는지 설명하세요. Claude AI가 각 제출 내용을 확인합니다.
pt: Descreva o que a foto deve mostrar. Claude AI verificará cada envio.
ru: Опиши, что должно быть на фото. Claude AI проверит каждый отчёт.
zh_hans: 描述照片应该显示什么。 Claude AI 将验证每份提交内容。

source: Description (optional)
ar: الوصف (اختياري)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
ja: 説明 (オプション)
kk: Сипаттама (міндетті емес)
ko: 설명(선택사항)
pt: Descrição (opcional)
ru: Описание (необязательно)
zh_hans: 说明（可选）

source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断する
kk: Ажырату
ko: 연결 끊기
pt: Desconectar
ru: Отключить
zh_hans: 断开

source: Disconnect Telegram?
ar: قطع الاتصال بتيليجرام؟
de: Telegram trennen?
es: ¿Desconectar Telegram?
fr: Déconnecter Telegram ?
ja: テレグラムを切断しますか?
kk: Telegram-ды ажырату керек пе?
ko: 텔레그램을 연결 해제하시겠습니까?
pt: Desconectar o telegrama?
ru: Отключить Telegram?
zh_hans: 断开电报连接？

source: Disconnecting stops the bot from creating tasks, accepting photos, or sending you notifications.
ar: يمنع قطع الاتصال الروبوت من إنشاء مهام أو قبول صور أو إرسال إشعارات إليك.
de: Beim Trennen kann der Bot keine Aufgaben mehr erstellen, keine Fotos annehmen und dir keine Benachrichtigungen senden.
es: La desconexión impide que el bot cree tareas, acepte fotos o le envíe notificaciones.
fr: La déconnexion empêche le bot de créer des tâches, d'accepter des photos ou de t'envoyer des notifications.
ja: 切断すると、ボットによるタスクの作成、写真の受け入れ、通知の送信が停止されます。
kk: Ажыратқанда бот тапсырма жасай алмайды, фото қабылдамайды және хабарландыру жібермейді.
ko: 연결을 끊으면 봇이 작업 생성, 사진 수락 또는 알림 보내기를 중지합니다.
pt: A desconexão impede que o bot crie tarefas, aceite fotos ou envie notificações para você.
ru: После отключения бот больше не сможет создавать задачи, принимать фото и присылать уведомления.
zh_hans: 断开连接会阻止机器人创建任务、接受照片或向您发送通知。

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
ja: 終わり
kk: Дайын
ko: 완료
pt: Feito
ru: Готово
zh_hans: 完毕

source: Edit blocked apps
ar: تعديل التطبيقات المحظورة
de: Blockierte Apps bearbeiten
es: Editar aplicaciones bloqueadas
fr: Modifier les applis bloquées
ja: ブロックされたアプリを編集する
kk: Бөгелген қолданбаларды өзгерту
ko: 차단된 앱 수정
pt: Editar aplicativos bloqueados
ru: Изменить заблокированные приложения
zh_hans: 编辑被阻止的应用程序

source: Edit task
ar: تعديل المهمة
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier la tâche
ja: タスクの編集
kk: Тапсырманы өзгерту
ko: 작업 편집
pt: Editar tarefa
ru: Изменить задачу
zh_hans: 编辑任务

source: Enable Screen Time access
ar: تمكين الوصول إلى وقت الشاشة
de: Bildschirmzeit-Zugriff aktivieren
es: Habilitar el acceso al tiempo de pantalla
fr: Activer l'accès au temps d'écran
ja: スクリーンタイムアクセスを有効にする
kk: Экран уақытына рұқсат беру
ko: 스크린 타임 액세스 활성화
pt: Ativar acesso ao tempo de uso
ru: Разрешить доступ к Экранному времени
zh_hans: 启用屏幕时间访问

source: Error
ar: خطأ
de: Fehler
fr: Erreur
ja: エラー
kk: Қате
ko: 오류
pt: Erro
ru: Ошибка
zh_hans: 错误

source: Excuse accepted 🙏
ar: تم قبول العذر 🙏
de: Entschuldigung akzeptiert 🙏
es: Excusa aceptada 🙏
fr: Excuse acceptée 🙏
ja: 言い訳は受け入れられます🙏
kk: Дәлел қабылданды 🙏
ko: 변명 인정 🙏
pt: Desculpa aceita 🙏
ru: Причина принята 🙏
zh_hans: 原谅接受🙏

source: FAQ
ar: الأسئلة الشائعة
es: Preguntas frecuentes
ja: よくある質問
pt: Perguntas frequentes
zh_hans: 常问问题

source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
ja: 失敗した
kk: Сәтсіз
ko: 실패한
pt: Fracassado
ru: Не выполнено
zh_hans: 失败的

source: Focus Mode
ar: وضع التركيز
de: Fokusmodus
es: Modo de enfoque
fr: Mode focus
ja: フォーカスモード
kk: Фокус режимі
ko: 초점 모드
pt: Modo de foco
ru: Режим фокуса
zh_hans: 对焦模式

source: Frequency
ar: التكرار
de: Häufigkeit
es: Frecuencia
fr: Fréquence
ja: 頻度
kk: Жиілік
ko: 빈도
pt: Freqüência
ru: Частота
zh_hans: 频率

source: From parents
ar: من الوالدين
de: Von den Eltern
es: De los padres
fr: De la part des parents
ja: 両親から
kk: Ата-анадан
ko: 부모님으로부터
pt: Dos pais
ru: От родителей
zh_hans: 来自父母

source: Get Started
ar: ابدأ الآن
de: Loslegen
es: Empezar
fr: Commencer
ja: 始めましょう
kk: Бастау
ko: 시작하기
pt: Comece
ru: Начать
zh_hans: 开始使用

source: Get reminders and results from the bot
ar: تلقّ التذكيرات والنتائج من البوت
de: Erhalte Erinnerungen und Ergebnisse vom Bot
es: Recibe recordatorios y resultados del bot.
fr: Reçois des rappels et des résultats via le bot
ja: ボットからリマインダーと結果を取得する
kk: Боттан еске салу мен нәтижелерді ал
ko: 봇에서 알림 및 결과 받기
pt: Receba lembretes e resultados do bot
ru: Получай напоминания и результаты от бота
zh_hans: 从机器人获取提醒和结果

source: Goal
ar: الهدف
de: Ziel
es: Meta
fr: Objectif
ja: ゴール
kk: Мақсат
ko: 목표
pt: Meta
ru: Цель
zh_hans: 目标

source: Goal target
ar: الهدف المستهدف
de: Zielvorgabe
es: Objetivo objetivo
fr: Cible de l'objectif
ja: 目標目標
kk: Мақсат шамасы
ko: 목표 목표
pt: Meta
ru: Целевое значение
zh_hans: 目标目标

source: Good morning 🤖
ar: صباح الخير 🤖
de: Guten Morgen 🤖
es: Buenos días 🤖
fr: Bonjour 🤖
ja: おはようございます🤖
kk: Қайырлы таң 🤖
ko: 좋은 아침🤖
pt: Bom dia 🤖
ru: Доброе утро 🤖
zh_hans: 早上好🤖

source: Habit
ar: عادة
de: Gewohnheit
es: Hábito
fr: Habitude
ja: 癖
kk: Әдет
ko: 습관
pt: Hábito
ru: Привычка
zh_hans: 习惯

source: Has deadline
ar: له موعد نهائي
de: Hat eine Frist
es: tiene fecha límite
fr: A une échéance
ja: 期限あり
kk: Мерзімі бар
ko: 마감일이 있음
pt: Tem prazo
ru: Есть дедлайн
zh_hans: 有截止日期

source: If Telegram didn't open, send this to @%@:
ar: إذا لم يُفتح Telegram، أرسل هذا إلى @%@:
de: Falls Telegram nicht geöffnet wurde, sende dies an @%@:
es: Si Telegram no se abrió, envía esto a @%@:
fr: Si Telegram ne s'est pas ouvert, envoie ceci à @%@ :
ja: Telegram が開かなかった場合は、これを @%@ に送信してください:
kk: Telegram ашылмаса, мынаны @%@ ботына жібер:
ko: 텔레그램이 열리지 않으면 @%@으로 보내주세요:
pt: Se o Telegram não abriu, envie para @%@:
ru: Если Telegram не открылся, отправь это @%@:
zh_hans: 如果 Telegram 未打开，请将其发送至 @%@：

source: Individual
ar: فردي
de: Einzeln
fr: Individuel
ja: 個人
kk: Жеке
ko: 개인
ru: Личное
zh_hans: 个人

source: Instagram Stories
ar: ستوريز Instagram
es: Historias de Instagram
fr: Stories Instagram
ja: インスタグラムのストーリー
ko: 인스타그램 스토리
pt: Histórias do Instagram
zh_hans: Instagram 故事

source: LVL
ar: المستوى
fr: NIV
kk: ДЕҢ
pt: Nível
zh_hans: 单板层积材

source: Linked
ar: مرتبط
de: Verknüpft
es: Vinculado
fr: Lié
ja: リンク済み
kk: Байланыстырылды
ko: 연결됨
pt: Vinculado
ru: Привязано
zh_hans: 链接

source: Linked as @%@
ar: مرتبط باسم @%@
de: Verknüpft als @%@
es: Vinculado como @%@
fr: Lié en tant que @%@
ja: @%@ としてリンクされています
kk: @%@ ретінде байланыстырылды
ko: @%@로 연결됨
pt: Vinculado como @%@
ru: Привязано как @%@
zh_hans: 链接为@%@

source: Listening…
ar: الاستماع…
de: Höre zu…
es: Escuchando…
fr: Écoute en cours…
ja: リスニング…
kk: Тыңдауда…
ko: 청취…
pt: Audição…
ru: Слушаю…
zh_hans: 正在听……

source: Location reminder 📍
ar: تذكير بالموقع 📍
de: Standort-Erinnerung 📍
es: Recordatorio de ubicación 📍
fr: Rappel de localisation 📍
ja: 場所のリマインダー 📍
kk: Орын бойынша еске салу 📍
ko: 위치 알림 📍
pt: Lembrete de localização 📍
ru: Напоминание по месту 📍
zh_hans: 位置提醒📍

source: MAX
ar: الحد الأقصى
es: MÁXIMO
ja: マックス
ko: 최대
pt: MÁX.
zh_hans: 最大限度

source: Mine
ar: خاصتي
de: Meine
es: Mío
fr: Les miens
ja: 私の
kk: Меники
ko: 내 거
pt: Meu
ru: Мои
zh_hans: 矿

source: My Plans
ar: خططي
de: Meine Pläne
es: Mis planes
fr: Mes plans
ja: 私の計画
kk: Менің жоспарларым
ko: 내 계획
pt: Meus planos
ru: Мои планы
zh_hans: 我的计划

source: New activity
ar: نشاط جديد
de: Neue Aktivität
es: Nueva actividad
fr: Nouvelle activité
ja: 新しいアクティビティ
kk: Жаңа әрекет
ko: 새로운 활동
pt: Nova atividade
ru: Новое дело
zh_hans: 新活动

source: New life starts here
ar: حياة جديدة تبدأ من هنا
de: Ein neues Leben beginnt hier
es: Nueva vida comienza aquí
fr: Une nouvelle vie commence ici
ja: ここから新しい生活が始まります
kk: Жаңа өмір осы жерден басталады
ko: 새로운 삶이 여기서 시작됩니다
pt: A nova vida começa aqui
ru: Новая жизнь начинается здесь
zh_hans: 新的生活从这里开始
